"data"=[{"pictures": "https://drive.google.com/drive/u/0/folders/0BzGmVAHjQzqiampudG1kVlE5dlU", "description": "In the words of Mahatma Gandhi, “Literary Education is of no value if it is not able to build up a sound character.” Keeping the above thought in mind, The Neem School Project was initiated by NSS IITD in collaboration with the White Swan Foundation to ensure quality value education in slum children. We, as a part of the Neem school, visit slums near IITD and try to inculcate the values of honesty, integrity, kindness, helping- nature, cleanliness, hygiene and a lot more through fun filled activities like painting, story-telling, games, etc. The NSS volunteers, called the Value Initiators, interact with the Value Multipliers, i.e. children in age group of 6-14 years and aim at developing good moral character and conduct in the children.", "link": "http://nss.iitd.ac.in/links/NEEM_School", "name": "Neem School", "location": "Katwaria Sarai"},
{"pictures": "https://drive.google.com/drive/u/0/folders/0BzGmVAHjQzqiVkxaSEh2eXZOSmc", "description": "To the world you may be just a teacher, but to your students you are a HERO.\nThe foundation of every nation is the education of its youth. Believing in this core value, our prime focus at VIDYA is to teach students from classes 4th to 10th and inculcate the fundamental concepts of all subjects, especially Mathematics and Science. Teaching is a wonderful activity, not only the students learn but we, as their tutor and guide, learn a lot too. Volunteers of our teaching projects have demonstrated to have a lot of fun while teaching the kids. We follow a simple and flexible technique of teaching with adoption of interactive learning methodologies, focused on activity based teaching and learning experience. Our contribution includes helping the kids with their regular homework and providing remedial sessions for their doubts and conceptual understanding of the subject. We do believe in 'all work and no play makes jack a dull boy'. Abiding by this, an equal importance is also given to co-curricular activities which not only freshen up minds of the students but also help them develop inter-personal skills. In order to achieve out targets and ensure a good learning exercise, our volunteers go to Kendriya Vidyalaya, near Kailash hostel on all weekdays from 3-5 pm. Volunteers are expected to be regular and enjoying the task they have taken up. And as NSS, we try to provide you the atmosphere to help you develop the memorable experience.", "link": "http://nss.iitd.ac.in/links/VIDYA_Teaching", "name": "VIDYA Teaching Project", "location": "Kendriya Vidyalaya, IITD"},
{"pictures": "https://drive.google.com/drive/u/0/folders/0BzGmVAHjQzqiT0NfUmtoTjkzMHc", "description": "A stable and nurturing childhood is essential for a healthy physio- emotional and spiritual development of a human being. Aiming this in children's home project we try to give kids various exposure to different things, inculcate thinking skills in them, provide them creative environment for studies through various activities. \"An investment in knowledge pays the best dividends\". Other than studies our focus is to develop their personality and improve their interpersonal skills. In this project 4 volunteers visit Apna parivaar children's home on every sunday from 12:30 to 5:30 in Mandigaon (near Chhatarpur). For keeping the regular track on kids volunteers have to be regular and passionate for the work.", "link": "http://nss.iitd.ac.in/links/Apna_Parivaar_Children_Home", "name": "Apna Parivaar Children Home", "location": "Mandi Village (Near Chhatarpur)"},
{"pictures": "", "description": "With its aim to provide quality education and inculcate learning habits in students pursuing Engineering Entrances who neither can afford nor have access to these values in current society., we teach Board  as well as JEE level material consisting of Physics, Chemistry and Mathematics to students of Class11,12 and 12 Droppers. From the volunteer point of view, it is aimed at developing skills like teaching which requires a lot of patience and communication abilities.", "link": "", "name": "Aarohan", "location": "Blocks,HauzKhas,IITD"},
{"pictures": "", "description": "“An over-indulgence of anything, even something as pure as water, can intoxicate.” Thankfully water is not addictive, but alcohols, drugs and cigarettes are. Under this project we try to eradicate this problem of abuse in our IIT campus. Two domains in which we work include 1. Making the new-comers aware of the problem. 2. Recovery of the people indulged in this abusing.", "link": "", "name": "Substance abuse project", "location": "IIT Delhi"},
{"pictures": "", "description": "Supporting the Swachh Bharat Abhiyan, this project aims at conducting drives to clean that place and thus sensitize students as well to not litter public places.", "link": "", "name": "Cleanliness Drive", "location": "IIT Delhi"},
{"pictures": "", "description": "The project aims to segregate recyclable paper from normal waste in the institute. It also aims at sensitising the community about the wastage of paper.", "link": "", "name": "Waste Paper Recycling Initiative", "location": "IIT Delhi"},
{"pictures": "", "description": "As truly said that, \"Hope is being able to see that there is light despite of the all darkness.\" Believing in the same this project works for the upliftment of the blind girls. There is a well-known saying that, teacher can change life with just the right mix of chalk and challenges. Our main focus here is to educate them so that the can stand on their own feet. There are girls from different classes. We teach them different subjects English, maths, computer, etc. Not only this much they also learn handicraft, spa and other courses also. They make many beautiful things on their own and those things are sold.", "link": "", "name": "NAB ", "location": "NAB hauz khas, NAB RK Puram "},
{"pictures": "", "description": "The SIC is most appropriately a blend of the two terms that we all relate to, NSS and IITD. We, at the Social Innovation Cell aim to utilize the available technology and design new techniques to target problems faced by the society and for conservation of resources. We try to achieve this aim by motivating and training the IITD student population to innovate for the societal well-being.", "link": "", "name": "SIC", "location": "IIT Delhi"},
{"pictures": "", "description": "The munirka project aims for the upliftment of the slum community by making it self-reliant in various spheres.  We believe that the future of the community is in the hands of the children of the community. Hence, our prime focus is on the overall character development of the kids mainly through education. We provide help to the kids of Munirka slums not just by teaching them but to instil in them love for education so that they may excel in their future endeavours. This is done by interactive teaching and by conducting various fun activities. Extra-curricular activities are also organised to ensure that each kid has a multifaceted personality. Other than that we try to inculcate moral values in them. NSS volunteers are required to go to Munirka Basti from Jwala circle and teach kids various subjects. Volunteers are also needed to design content for teaching and plan activities.", "link": "", "name": "Munirka Teaching Project", "location": "Munirka Basti (Near RK Puram) "},
{"pictures": "", "description": "In collaboration with lakshyam NGO we work to develop Sindhi basti as a model basti in which we can get a glimpse of future INDIA. We talk to people there and make them aware about various issues concerning them like cleanliness, sanitation etc. As Children are the future of any community thus we also interact with children and teach them moral values so that they can avoid involvement in illegal activities. Our main purpose is to make people broad minded and also in this process volunteers get an exposure of a very backward slum.", "link": "", "name": "Lakshyam Community Development", "location": "Sindhi Basti, Vasant Kunj, E-2"},
{"pictures": "https://goo.gl/photos/ovz8q29UeaLh6vX99", "description": "DNip-Care (www.dnipcare.org) is an NGO dedicated to improving the quality of life of long-term, terminally ill, bedridden patients, mostly cancer patients. Our volunteers generally go every weekend to visit these patients at their homes; or in a hospital, and try to spend some time with them as their well-wishers/ friends. Our strategy is to-1.Offer emotional support; 2.Establish a network of volunteers, nurses and doctors with expertise in palliative care to support such initiatives; 3.Facilitate the development of locally sustainable home care programs; All this with the active support of our esteemed volunteers and well-wishers.", "link": "", "name": "Dnip Care", "location": "Dharamshala of Delhi Cancer Institute, Dilshad Garden"},
{"pictures": "https://drive.google.com/open?id=0B_83Cu7v90kheFY5S0RYRmtWZ0k", "description": "Under this project, we try to analyse the behaviour of people towards animals and of animals towards us. As the name suggests, we try to motivate people to care for the animals. The animals are equally important to earth and deserve the same amount of love as we do. This project also aims at making people realise the pain or suffering they intentionally or unintentionally give to the nature primarily animals. We facilitate interactions in and out of campus, tell people how to deal with animals and provide a platform for enthusiasts to do their bit. With this we create a coexistence.", "link": "", "name": "Animal Care", "location": ""},
{"pictures": "https://drive.google.com/open?id=0B7rFH7s4JT_pLWNmZFF2VHZQNjQ", "description": "Where volunteering is a platform for you to contribute selflessly, Internships are chosen to gain some ground exposure, qualities and experience. There are different types of internships under NSS, within our projects and with the NGOs. Internships with NGOs are a platform for volunteers to expand their experience beyond the domain of NSS IITD, in different parts of country.", "link": "", "name": "Internships", "location": "All acoss India"},
{"pictures": "", "description": "Climate Crusade is an initiative taken by NSS IIT Delhi to tackle the growing concern over Climate Change which is quite a \"hot\" topic nowadays.\nWe need to realise that the average temperature of the earth has been rising continuously from the years of industrial revolution. Although the rise in temperature is normal but the rate of rise of temperature which is quite alarming is not normal. This leads us to debatable topic of Climate Change. Some say that the climate is actually changing some say it is not.\nMost of our activities would be research based. We will be conducting various studies and surveys and try to analyse them on the institute or city level and make fruitful conclusions. However, our main focus would be - To make everyone aware of this issue so that they are able to classify it accordingly in the shades of grey.", "link": "", "name": "Climate Crusade", "location": "IIT Delhi"},
{"pictures": "", "description": "Toy from Trash or TFT is an initiative of NSS IITD to create a interest among the kids in the field of science and engineering. Our main targets are those kids who are deprived of proper environment where they can develop their interest. As the name suggest the volunteers make some scientific toys from useless or easily available materials. They then demonstrate these in munirka village or apna parivar.", "link": "", "name": "Toy from trash", "location": "Munirka and apna parivar"},
{"pictures": "https://drive.google.com/open?id=0B_83Cu7v90khSHFpT0R5czNEc2c", "description": "Through this project we try to analyse and show people that certain stereotypes and notions about gender and sex are questionable and need to be rectified. We initiate discussions on topics like equality, stereotypes, discrimination based on gender etc., among people, to make them realise the need  and bring out quality solutions.", "link": "", "name": "Gender Mainstreaming", "location": "IIT Delhi"},
{"pictures": "https://www.youtube.com/watch?v=m-pMI8tb4lg", "description": "This project of NSS IITD is run in collaboration with Food4Thought Organization with a purpose to connect idle books to hungry minds, restore endangered books & stories, reignite the joy of reading and build school & community libraries. With this we aim to bring a reading revolution. Books can spread knowledge, change lives and  bring revolutions. Books are the link which connects ages and makes  humanity flow. We help  children in reading books. We make sure that they have exposure to books other than just coursebooks. We ask people and  institutions to donate used books and provide those books to the needy.", "link": "", "name": "Food4Thought", "location": "Delhi"},
{"pictures": "https://drive.google.com/open?id=0B_83Cu7v90khSUNtY3IyV1pFcnM", "description": "Bound by the 4 spaces of family, friends, work and leisure, we aim to create a fifth space which is a space  to “hang out”, meet others, share opinions and views and take action; to think beyond, learn, do and be more. A platform which will make the other 4 count. The project would be full of activities, discussions and YOU, the YOUth.", "link": "", "name": "5th Space", "location": "IIT Delhi"},
{"pictures": "https://drive.google.com/open?id=0B_83Cu7v90khdEQ4Sm5YQzFlV1E", "description": "\"Earth provides enough to satisfy every man's needs, but not anyone's greed\" as said by Mahatma Gandhi. Our project team members, commonly referred as the \"Green Warriors\" work on sensitizing the commoners about environment conservation, presenting them solutions to their day-to-day wastage, and connecting them to nature. It is well-known for our every problem, there are experts to counter them, the need is just to ask for a solution. We help in making a platform, such that people ask for such questions, related to their daily effects on nature's degradation, because questioning your actions is really important.", "link": "", "name": "Green warrior", "location": "IIT Delhi"},
{"pictures": "", "description": "As the saying goes,\"In youth the days are short and the years are long, in old age the years are short and day's long\", the primary aim of oldage home project is to provide mental support to the old people, in a way such that the volunteers also learn something from it.Currently we are aiming at forming a connection between old age homes and orphanages because both can prove to be strong support to each other. We also want to convert it into a sustainable model. The volunteers, oldage home and orphanage residents are the primary stakeholders. We do regular visits to oldage homes, in addition to making combined visits with children from orphanage or homes(currently umeed home). In this way we try to establish a permanent connection between them so that in future whenever they feel like, they should be able to visit each other.", "link": "", "name": "Old age home", "location": ""},
{"pictures": "", "description": "The campaign was set up with the vision that we will do our best to bring the ugly reality of human trafficking in front of general public with the ultimate aim that no person man, woman or child, be sold, purchased, violated or be subject to any form of exploitation. Various events to sensitize IITD community against this evil are conducted regularly. ", "link": "", "name": "Anti-Human Trafficking Project", "location": "IIT Delhi, Kat-katha NGO"},
{"pictures": "", "description": "Under this project, we try to teach some extra activities which some people can't afford to learn despite of having interest and talent. In this way, they get to learn something and also they gain confidence which is very crucial for them. Through teaching them music or dance, the volunteers also get to improve themselves in various aspects, in this way both the sides get to develop.", "link": "", "name": "Extra Currics", "location": ""},
{"pictures": "", "description": "The project aims to aware the people about the Right To Education act and if they are eligible to get benefitted from this then we also help them to fill the online form.", "link": "", "name": "RTE", "location": "Munirka Basti (Near RK Puram) "},
{"pictures": "https://drive.google.com/drive/u/0/folders/0BzGmVAHjQzqiWWV0N0d3QkhNZVU", "description": "Collection drives aim to collect materials no longer in use and deliver them to people who cannot afford them. We collect clothes, utensils, booka and medicines from hostels and residential areas. These, after sorting, are sent to an NGO named Goonj, which provides them to the needy ones", "link": "http://nss.iitd.ac.in/links/Collection_Drive", "name": "Collection Drives", "location": "IIT Campus"},
{"pictures": "https://drive.google.com/open?id=0B-2oX8LYYkA7OGVCWTJZalQtNlU", "description": "With the aim of making indian road safer, NSS IIT Delhi started its road safety project. To achieve this aim we conduct  lecture cum discussion session on Road Safety, workshops for first hand experience, field visits and also two types of internships,i.e, policy and technical. An annual competition, WATCH THE ROAD, is held from last 2 years at TRYST wherein participants from various colleges across the country work on a Road Safety Problem and try to implement feasible solutions for the same.\nThrough Watch the road we try to channelize youth's energy to bring a policy or infrastructural change to reduce road accidents. We want to make Indian road safer by not just spreading awareness but also coming up with technological and innovative solutions to existing problems related to road safety.", "link": "", "name": "Road Safety project", "location": "IIT Campus and ouside IIT too"}]
